<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html lang="ko">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>서비스 약관 및 정책</title>
<style>
    body {
        background: rgb(180, 180, 180);
        width: 800px;
        height: 90%;
		display: table-cell;
		vertical-align: middle;
        text-align: center;
    }
    .content textarea {
        border: 1px solid #cccccc;
        resize: none;
        background: #cccccc;
        color: black;
        width: 640px;
        height: 500px;
        margin-top: 50px;
        border-radius: 30px;
    }
</style>
</head>
<body>
    <br>
    <div class="content">
        <div><h2>서비스 약관 및 정책</h2></div>
        <textarea readonly>
            제 1 장 총 칙

            제 1 조 (목적)이 약관은 {GROUMOA}(이하 "사이트"라 합니다)에서 제공하는 인터넷서비스(이하 "서비스"라 합니다)의 이용 조건 및 절차에 관한 기본적인 사항을 규정함을 목적으로 합니다.
            
            제 2 조 (약관의 효력 및 변경)① 이 약관은 서비스 화면이나 기타의 방법으로 이용고객에게 공지함으로써 효력을 발생합니다.② 사이트는 이 약관의 내용을 변경할 수 있으며, 변경된 약관은 제1항과 같은 방법으로 공지 또는 통지함으로써 효력을 발생합니다.
            
            제 3 조 (용어의 정의)이 약관에서 사용하는 용어의 정의는 다음과 같습니다.① 회원 : 사이트와 서비스 이용계약을 체결하거나 이용자 아이디(ID)를 부여받은 개인 또는 단체를 말합니다.② 신청자 : 회원가입을 신청하는 개인 또는 단체를 말합니다.③ 아이디(ID) : 회원의 식별과 서비스 이용을 위하여 회원이 정하고 사이트가 승인하는 문자와 숫자의 조합을 말합니다.④ 비밀번호 : 회원이 부여 받은 아이디(ID)와 일치된 회원임을 확인하고, 회원 자신의 비밀을 보호하기 위하여 회원이 정한 문자와 숫자의 조합을 말합니다.⑤ 해지 : 사이트 또는 회원이 서비스 이용계약을 취소하는 것을 말합니다.
            
            제 2 장 서비스 이용계약
            
            제 4 조 (이용계약의 성립)① 이용약관 하단의 동의 버튼을 누르면 이 약관에 동의하는 것으로 간주됩니다.② 이용계약은 서비스 이용희망자의 이용약관 동의 후 이용 신청에 대하여 사이트가 승낙함으로써 성립합니다.
            
            제 5 조 (이용신청)① 신청자가 본 서비스를 이용하기 위해서는 사이트 소정의 가입신청 양식에서 요구하는 이용자 정보를 기록하여 제출해야 합니다.② 가입신청 양식에 기재하는 모든 이용자 정보는 모두 실제 데이터인 것으로 간주됩니다. 실명이나 실제 정보를 입력하지 않은 사용자는 법적인 보호를 받을 수 없으며, 서비스의 제한을 받을 수 있습니다.
            
            제 6 조 (이용신청의 승낙)① 사이트는 신청자에 대하여 제2항, 제3항의 경우를 예외로 하여 서비스 이용신청을 승낙합니다.② 사이트는 다음에 해당하는 경우에 그 신청에 대한 승낙 제한사유가 해소될 때까지 승낙을 유보할 수 있습니다.가. 서비스 관련 설비에 여유가 없는 경우나. 기술상 지장이 있는 경우다. 기타 사이트가 필요하다고 인정되는 경우③ 사이트는 신청자가 다음에 해당하는 경우에는 승낙을 거부할 수 있습니다.가. 다른 개인(사이트)의 명의를 사용하여 신청한 경우나. 이용자 정보를 허위로 기재하여 신청한 경우다. 사회의 안녕질서 또는 미풍양속을 저해할 목적으로 신청한 경우라. 기타 사이트 소정의 이용신청요건을 충족하지 못하는 경우
            
            제 7 조 (이용자정보의 변경)회원은 이용 신청시에 기재했던 회원정보가 변경되었을 경우에는, 온라인으로 수정하여야 하며 변경하지 않음으로 인하여 발생되는 모든 문제의 책임은 회원에게 있습니다.
            
            제 3 장 계약 당사자의 의무
            
            제 8 조 (사이트의 의무)① 사이트는 회원에게 각 호의 서비스를 제공합니다.가. 신규서비스와 도메인 정보에 대한 뉴스레터 발송나. 추가 도메인 등록시 개인정보 자동 입력다. 도메인 등록, 관리를 위한 각종 부가서비스② 사이트는 서비스 제공과 관련하여 취득한 회원의 개인정보를 회원의 동의없이 타인에게 누설, 공개 또는 배포할 수 없으며, 서비스관련 업무 이외의 상업적 목적으로 사용할 수 없습니다. 단, 다음 각 호의 1에 해당하는 경우는 예외입니다.가. 전기통신기본법 등 법률의 규정에 의해 국가기관의 요구가 있는 경우나. 범죄에 대한 수사상의 목적이 있거나 정보통신윤리 위원회의 요청이 있는 경우다. 기타 관계법령에서 정한 절차에 따른 요청이 있는 경우③ 사이트는 이 약관에서 정한 바에 따라 지속적, 안정적으로 서비스를 제공할 의무가 있습니다.
            
            제 9 조 (회원의 의무)① 회원은 서비스 이용 시 다음 각 호의 행위를 하지 않아야 합니다.가. 다른 회원의 ID를 부정하게 사용하는 행위나. 서비스에서 얻은 정보를 사이트의 사전승낙 없이 회원의 이용 이외의 목적으로 복제하거나 이를 변경, 출판 및 방송 등에 사용하거나 타인에게 제공하는 행위다. 사이트의 저작권, 타인의 저작권 등 기타 권리를 침해하는 행위라. 공공질서 및 미풍양속에 위반되는 내용의 정보, 문장, 도형 등을 타인에게 유포하는 행위마. 범죄와 결부된다고 객관적으로 판단되는 행위바. 기타 관계법령에 위배되는 행위② 회원은 관계법령, 이 약관에서 규정하는 사항, 서비스 이용 안내 및 주의 사항을 준수하여야 합니다.③ 회원은 내용별로 사이트가 서비스 공지사항에 게시하거나 별도로 공지한 이용 제한 사항을 준수하여야 합니다.
            
            제 4 장 서비스 제공 및 이용
            
            제 10 조 (회원 아이디(ID)와 비밀번호 관리에 대한 회원의 의무)① 아이디(ID)와 비밀번호에 대한 모든 관리는 회원에게 책임이 있습니다. 회원에게 부여된 아이디(ID)와 비밀번호의 관리소홀, 부정사용에 의하여 발생하는 모든 결과에 대한 전적인 책임은 회원에게 있습니다.② 자신의 아이디(ID)가 부정하게 사용된 경우 또는 기타 보안 위반에 대하여, 회원은 반드시 사이트에 그 사실을 통보해야 합니다.
            
            제 11 조 (서비스 제한 및 정지)① 사이트는 전시, 사변, 천재지변 또는 이에 준하는 국가비상사태가 발생하거나 발생할 우려가 있는 경우와 전기통신사업법에 의한 기간통신 사업자가 전기통신서비스를 중지하는 등 기타 불가항력적 사유가 있는 경우에는 서비스의 전부 또는 일부를 제한하거나 정지할 수 있습니다.② 사이트는 제1항의 규정에 의하여 서비스의 이용을 제한하거나 정지할 때에는 그 사유 및 제한기간 등을 지체없이 회원에게 알려야 합니다.
            
            제5장 계약사항의 변경, 해지
            
            제 12 조 (정보의 변경)회원이 주소, 비밀번호 등 고객정보를 변경하고자 하는 경우에는 홈페이지의 회원정보 변경 서비스를 이용하여 변경할 수 있습니다.
            
            제 13 조 (계약사항의 해지)회원은 서비스 이용계약을 해지할 수 있으며, 해지할 경우에는 본인이 직접 서비스를 통하거나 전화 또는 온라인 등으로 사이트에 해지신청을 하여야 합니다. 사이트는 해지신청이 접수된 당일부터 해당 회원의 서비스 이용을 제한합니다. 사이트는 회원이 다음 각 항의 1에 해당하여 이용계약을 해지하고자 할 경우에는 해지조치 7일전까지 그 뜻을 이용고객에게 통지하여 소명할 기회를 주어야 합니다.① 이용고객이 이용제한 규정을 위반하거나 그 이용제한 기간 내에 제한 사유를 해소하지 않는 경우② 정보통신윤리위원회가 이용해지를 요구한 경우③ 이용고객이 정당한 사유 없이 의견진술에 응하지 아니한 경우④ 타인 명의로 신청을 하였거나 신청서 내용의 허위 기재 또는 허위서류를 첨부하여 이용계약을 체결한 경우사이트는 상기 규정에 의하여 해지된 이용고객에 대해서는 별도로 정한 기간동안 가입을 제한할 수 있습니다.
            
            제6장 손해배상
            
            제 14 조 (면책조항)① 사이트는 회원이 서비스 제공으로부터 기대되는 이익을 얻지 못하였거나 서비스 자료에 대한 취사선택 또는 이용으로 발생하는 손해 등에 대해서는 책임이 면제됩니다.② 사이트는 회원의 귀책사유나 제3자의 고의로 인하여 서비스에 장애가 발생하거나 회원의 데이터가 훼손된 경우에 책임이 면제됩니다.③ 사이트는 회원이 게시 또는 전송한 자료의 내용에 대해서는 책임이 면제됩니다.④ 상표권이 있는 도메인의 경우, 이로 인해 발생할 수도 있는 손해나 배상에 대한 책임은 구매한 회원 당사자에게 있으며, 사이트는 이에 대한 일체의 책임을 지지 않습니다.
            
            제 15 조 (관할법원)
            
            서비스와 관련하여 사이트와 회원간에 분쟁이 발생할 경우 사이트의 본사 소재지를 관할하는 법원을 관할법원으로 합니다.
            
[부칙]
            
(시행일) 이 약관은 2020년 06월부터 시행합니다.
            
            
*책임 제한
1. 회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우 서비스 제공에 관한 책임이 면제됩니다.
            
2. 회사는 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여는 책임을 지지 않습니다.
            
3. 회사는 회원이 서비스와 관련하여 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 관하여는 책임을 지지 않습니다.
            
4. 회사는 서비스 이용 과정에서 발생한 회원 간 또는 회원과 제3자 상호간에 서비스를 매개로 하여 거래 등을 한 경우 책임을 지지 않습니다.
            
5. 회사는 서비스 이용 과정에서 온라인ㆍ오프라인을 불문하고 모임 내에 발생한 회원 간의 분쟁, 명예훼손, 사기, 각종 민형사상의 문제 혹은 기타 피해에 대하여 책임을 지지 않습니다.
            
6. 회사는 회사가 제공하는 모든 서비스 이용과 관련하여 관련법에 특별한 규정이 없는 한 책임을 지지 않습니다.
            
7. 서비스 이용을 위해 무선네트워크(LTE,3G,WiFi 등) 접속 시 가입하신 요금제에 따라 별도 과금이 될 수 있으며 회사는 회원의 데이터 이용 요금에 대해 책임지지 않습니다.
            
8. 회사는 제3자가 서비스 내 화면 또는 링크된 웹사이트를 통하여 광고한 제품 또는 서비스의 내용과 품질에 대하여 감시할 의무 기타 어떠한 책임도 지지 않습니다.
            
9. 회사 및 회사의 임직원 그리고 대리인은 다음과 같은 사항으로부터 발생하는 손해에 대해 책임을 지지 않습니다.
			1. 회원 상태정보의 허위 또는 부정확성에 기인하는 손해
			2. 그 성질과 경위를 불문하고 서비스에 대한 접속 및 서비스의 이용과정에서 발생하는 개인적인 손해
			3. 서버에 대한 제3자의 모든 불법적인 접속 또는 서버의 불법적인 이용으로부터 발생하는 손해
			4. 서버에 대한 전송 또는 서버로부터의 전송에 대한 제3자의 모든 불법적인 방해 또는 중단행위로부터 발생하는 손해
			5. 제3자가 서비스를 이용하여 불법적으로 전송,유포되도록 한 모든 바이러스, 스파이웨어 및 기타 악성 프로그램으로 인한 손해
			6. 전송된 데이터의 오류 및 생략, 누락, 파괴 등으로 발생되는 손해
			7. 회원 상태정보 등록 및 서비스 이용 과정에서 발생하는 손해
            
10. 회사는 법령상 허용되는 한도 내에서 서비스와 관련하여 본 약관에 명시되지 않은 어떠한 구체적인 사항에 대한 약정이나 보증을 하지 않습니다.
            
11. 회원이 자신의 개인정보를 타인에게 유출 또는 제공함으로써, 발생하는 피해에 대해서  회사는 일절 책임을 지지 않습니다.
            
12. 회사는 통신판매중개자로서 소모임을 기반으로 한 거래시스템만을 제공할 뿐이며, 소모임의 거래시스템을 이용한 거래 내용에 관한 모든 분쟁에 대해서는 당해 거래 당사자가 책임을 져야 합니다.
            
            
*회사의 의무
1.회사는 회사의 서비스 제공 및 보안과 관련된 설비를 지속적이고 안정적인 서비스 제공에 적합하도록 유지, 점검 또는 복구 등의 조치를 성실히 이행하여야 합니다. 단, 회사는 컴퓨터 등 정보통신설비의 보수점검, 교체 및 고장, 통신두절, 정기점검 또는 운영상 필요에 의한 목적으로 서비스 제공이 일시중단 될 수 있습니다.
            
2.회사는 "정보통신망법" 등 관계 법령이 정하는 바에 따라 회원의 개인정보를 보호하기 위해 노력합니다. 개인정보의 보호 및 사용에 대해서는 관련법 및 회사의 개인정보취급방침이 적용됩니다. 회원의 개인정보보호에 관한 기타의 사항은 관계법과 서비스 개인정보취급방침에 따릅니다.
            
3.회사는 서비스이용과 관련하여 회원으로부터 제기된 의견이나 불만이 정당하다고 인정할 경우에는 이를 처리하여야 합니다. 회원이 제기한 의견이나 불만사항에 대해서는 전자우편 등을 통하여 전달받습니다.
            
*서비스 제공
1.회사는 서비스를 연중무휴, 24시간 제공하기 위해 최선을 다하지만 장비 유지 보수를 위한 임시 점검등의 예기치 못한 상당한 이유로 서비스 제공이 일시중단 될 수 있습니다.
            
2.회사는 서비스의 제공에 필요한 경우 정기점검을 실시할 수 있으며, 정기점검시간은 서비스 화면에 공지하도록 합니다.
            
3.회사는 서비스를 일정범위로 분할하여 각 범위 별로 이용가능시간을 별도로 지정할 수 있습니다.
            
4.이모저모는 무선네트워크 환경에서도 빠른 서비스를 제공하기 위해 회원의 공개된 정보를 자동으로 스마트폰에 캐싱하고 변경사항 또한 동기화합니다. 이를 원치 않으시면 이모저모를 이용하시면 안됩니다.
            
5.회원이 변경 또는 삭제한 정보는 이모저모 서버에 반영됩니다. 다만, 제 3자의 스마트폰 또는 모바일 디바이스에 캐싱된 정보는 변경 또는 삭제되지 않을 수 있습니다.
            
6.이모저모는 이용자의 전화번호 및 이용자의 전화기 내의 전화번호부에 저장되어 있는 제3자의 전화번호를 수집,이용하여 자동친구 등록같은 이모저모의 서비스를 제공합니다. 또한 이모저모 이용자의 가입시에 기기고유번호 (디바이스 아이디 또는 IMEI)를 수집하고 저장하여 이용자의 전화번호와 조합하여 개인식별을 위한 이모저모 계정으로 사용하게 됩니다.
            
7.추천 서비스를 위해 회원들 간에 추천을 주고 받기 위해 디바이스에 캐싱된 다른 회원의 공개된 정보를 검색하여 서버로 전송할 수 있습니다.
            
8.이모저모는 채팅 메세지를 서버에 저장하지 않으며 이용자에게 전송 후 스마트폰 또는 모바일 디바이스에 저장합니다. 이용자의 네트워크 상태에 따라 전송되지 않거나 데이터 삭제 및 변경으로 인해 삭제된 채팅 메세지에 대해서 회사는 책임지지 않습니다.
            
9.서비스 내의 모든 기능은 회사 운영방침에 따라 임의로 변경될 수 있습니다.
        </textarea>
        <br><br>
        <input type="button" onClick="window.close()" value="닫기">
    </div>
</body>
</html>